[{"body":"要是忘语这么钟情与写这种”文戏”。实际这也不算什么文戏就是水章节必备的技能。水十几章没问题。反正这么水的话应该早就扑了。斗法，法宝，世界探险，男主的修炼才是根本。","comments":["小说一章动辄几千字，动漫一集才短短十几分钟，动漫采取这么幼稚的做法不是蹒跚婴儿吗？这怎么起飞"]},{"body":"文戏过多的结果是很多路人绝对会弃坑\n留下的都是真爱粉\n现在的环境是选择那么多，路人没那么大的耐心\n凡人出名的是其独树一帜的特色，希望文戏能跳的还是做一些取舍","comments":["但b站可选择的不多吧"]},{"body":"其他动画愿意的话，扩写这种一点问题也没有。比如霍雨浩一整个公爵府的人物关系呢？想要写这种真的随便写。因为这种东西远没有设定等级调和战力来的难。","comments":[]},{"body":"照搬电视剧的烂俗剧情和演出，造成的文戏观感很差，更何况演出上还不如电视剧，我不喜欢看电视剧很大一部分原因就是因为今天这种剧情桥段太多，看着太尬，而且凡人的文戏经常太平淡了，很难调动人的情绪","comments":["道友此言差矣，我觉得是凡人文戏的方向，星海飞驰第一集那种文戏我还是蛮爱看的，世事哪能没点悲欢离合，喜怒哀乐，这都是最贴近现实的感悟，刚好衬托修仙的苦难，映射进人的内心","去年的时候我还说过凡人的文戏比斗破的打戏好看呢，斗破我现在已经不看了，凡人新年番开播后感觉也快没啥兴趣了，b站现在正在更新的十方武圣我感觉都比凡人有意思"]},{"body":"看看会员周播数据下降能给王裕仁带点反馈不","comments":["估计老王忙的暂时顾不上","虚天殿都做完了，只能看下个年番了"]},{"body":"就算打斗凡人也很一般。延续那种老式武侠格斗加激光波。要么火雨冰雨，08年就看腻的武打情节。对战毫无想象的张力。打架100%miss。被击打无伤。追逃戏码展现怪物的中二技能。毫无战斗逻辑跟战斗意识。要么等别人残血再上。要么上去就是插怪的肚子 ，战斗就是防备跟暗算同伴。也是好生无语。。","comments":["你这评价实在是。。。。算了","你跟他有什么好说的，他都说仙逆18集十分优秀了凡人打斗不行，仙逆十分优秀","你们这些绿牌✌差不多的了"]},{"body":"实际上凡人小说写得精彩的既有爽文模式，见谁秒谁，比如韩立元婴后期。也有文戏繁多模式，比如你们最推崇的虚天殿。\n整个虚天殿剧情，以血玉蜘蛛串起始终，以人物间复杂多变的关系为脉络，直到虚天殿高潮。\n虚天殿之所以精彩，很大一部分来源与极阴，玄骨，韩立，乌丑，蛮胡子，青易这些人之间争斗合作，人物之间关系多变，这些都是大量的文戏串起来的。\n想撇开文戏总觉得文戏多，想看纯爽文，我觉得真不该看凡人。\n至于说文戏的编排和每周播放长度这些，以及文戏本身是否精彩，这又是另一个事情了。","comments":["那今天这集的开店里面的对话，全是必须的吗？也是穿针引线的作用？","有啊，化凡章节就是入世培养心性，顺便把自己本命法宝炼制而成。还有小龙播报哪里，有伏笔的。","太长了","小说章节走序这样。他们既然要选择做长篇，这种故事脉络是必不可少的。追番的人难受，但是一次性看完的人肯定观感会不一样。","所以，这讨论的是另一个话题，文戏的编排精彩程度。以这集我看到的评论有意见的，说大长老又在这装x绕弯弯。","现在哪部年饭不是长篇？市场的冲击没你想的那么简单，凡人优势很大程度上是其特色和b站的竞争模式简单，你看看其他平台大盘，哪一个不是一集塞满看点","小说里星宫长老除了西门，其他人都是无面孔的。动画从一开始就想通过突出几个长老，来串起星宫之战漫长的岁月。同时动画，想通过对虚天殿始末的详细描写来完成这个超大副本，让这个副本出现的人物，都有自己的故事和理由，让大部分人出场都有推动故事前进的力量。","小说里温夫人这种出场瞬间就下线的写法，在动画里还原出现就是纯打酱油浪费钱。小说这么写完全没问题，文字铺垫并不耗费太多，电视剧也可以这么演，有无数的群演，动画每个模型都是实实在在的钱，一旦做出这个模型，都要充分挖掘这个人的故事魅力。","那就说明编排上有欠妥当","你不如先想想隐煞门做了多少集再来谈浪费时间的问题。青竹小轩这种剧情都能有三集。没事，还有的浪费。一个月才四集。你说浪费时间疑似有点搞笑了。另外，他浪不浪费钱关观众啥事？你把时间花点到剧本上比啥都重要。","对的，三大副本真正韩立打斗的场面并不多，都是在铺垫过剧情","浪费钱这个事，就是说动画制作组每个作为角色出现的新模型，都有有故事推动意义的。建出不同模型出场，只为当故事背景板，在动画来说就是钱和精力用了，效果没有。","文戏是武戏好看的基础，最好的是文戏穿插在武戏中，如果不行，那应该加强文戏的精彩，强化对故事的推动作用，直接减少文戏是最错误的方向。","怎么没效果了？背景板就是他最好的效果啊？谁要看背景板天天戏份盖过主角?如果你是为制作组考虑的话，那他的路又不止一条多写主角不就完事了吗？还更省钱。","文戏穿插在武戏当中不假，但你后半段拐弯就有点不对了。如果效果不行应该平衡两者的比例而不是加强文戏。文戏本来就挺一般的。导演不下来加强什么？没什么好加强的。","我不是制作组，我不会为制作考虑。按我的想法，文戏集就应该增强段落感，加时长。我所说的只是对于主角周围的角色，动画制作组选择的道路是，不把他们当背景板，而你所想就是他们就应该当背景板。","如果你不是升级流，你当然不用当背景板，可你就一升级流主线定死的情况下。主角本来就应该戏份很多。还能搞成这样就很有问题。加时长不是文戏学一些电视剧桥段的借口。","你这样效益比真的差，不当家哎真不知柴米油盐贵，不知金主的钱也是要回报的","上个年番中，大爆集以矿洞之战，皇宫大战来说，宣乐，吕天蒙，刘靖，钟卫娘等角色来说，按照小说来制作，他们就是纯npc，出场之后就消失，动画组是细细描绘他们出场的理由，心思以及人物之间的关系。小说在这个时期不火，但动画在这期间大火，说明这条路线是有观众的。","动画之所以是动画也有动画该有的表达形式，艺术化浪漫化想象化而不是一天到晚琢磨抛弃了升级我该写什么。市面上这些东西够多了。","那么观众还记得吗？","换地图后还露面吗？不露面你塑造个啥呢？","增强段落感，就是文戏尽可能用短的篇章塑造人物心理和性格，以青竹小轩为例，如果大概率这一集和下一集就能组成一个完整的故事，这就挺好。以蒙山五友的改编为例，那就是花了大量台词和角色建模，但是塑造出来文戏很平面很浅。","玉人吧故事结构缩到这么小也不能改变这是一本男频资源流修仙流。整个故事结构并不是密室逃脱。搁着那点感情戏来回薅。说难听点人家古偶还要换地图呢。也有冒险环节呢","那你去问问觉得那些大爆集好的人，他们有没有记住这些角色。如果没有这些精彩角色，韩立唱的独角戏到底能怎样精彩。","挺好？下滑的成绩不要代价？资本也需要信心","那么，完整的故事有什么用呢？","今天这些帖子证明了这些角色有用?","不如问问没有韩立的独角戏能唱的怎么样现在已经看到了。不怎么样。","纯升级流的动画已经足够多了，并不缺少凡人这个，我也不希望凡人变成这样。当然你们希望凡人加快节奏，减少对周围配角的刻画，也是没错的，所以说每个人的体验是不一样的。","上个年番，京城大战文戏比这糟糕多了，成绩也不理想，都逼得制作组专门提前放大战剪辑了，文戏多可不是这一季才有的","贴吧的舆论 不等于 观众的舆论。 京城大战副本直到41集，贴吧还在每天疯狂批判，从文戏到武戏，被批得一塌糊涂。","那个文戏我看了，没这个枯燥啊","既然无论怎么样都是赢的话那你好像不需要解释什么。","如果拿掉这个IP早就死了。你命硬是因为你叫这个IP，可以让大导演可劲作。","去年追番期间你如果在贴吧的话，就会有印象。京城大战副本那段时间的文戏，节奏，武戏在贴吧被批得你这热烈多了。正是因为观众意见太大等得不耐烦，才导致制作组提前剪辑大战高潮集专门稳住观众。","我没批，我也不在，不是所有人看法都相同，我对斗破的看法和吧里也不相同","你不是不看动漫了吗？这些内容都是你臆想出来的吗？","楼上，你要复读就能阻止剧情被人讨论那你复读好了。"]},{"body":"还搁这路人路人呢，能看到这的要么真爱粉要么节奏粉。所谓路人那个阶段，早被前几十集筛选完了","comments":["此言差矣，一部动漫一直有新人入坑，也有不断弃坑的，能吸引新人入坑是凡人团队的本事，让人弃坑也是其能耐，留不住新人只筛选出真爱粉才是一部有野心的动漫的最大遗憾","那你所发的帖子就是对最新一集的评价吧？新观众看这一集还能决定是去是留？我罚你去看阿甘正传这部电影的最后十五分钟你能喜欢它？笑死🤣","阿甘正传一集多少分钟，电影和动漫想比的话，那不如比比魔童，人家那文戏差吗","净扯淡，80集的路人大有人在。 海贼王我四百多集弃坑的，死神看完打蓝染也不继续看了，类似这种情况比比皆是。","你这还重新定义“路人”了，看了几十集几百集也算路人","别搞笑了","你连每集都有新入坑的粉都不明白，这才是搞笑沧元图我17集入坑，完美世界100多集我才算是入坑，","很正常啊，海贼王柯南啥的我都看了几百集，我还是路人啊，很多时候突然觉得看不下去了那就在也不捡不起来了。 80集还远着呢","人家是告诉你，有的人先看的80集，而不是有的人看了80多集","这样啊，那好吧","原来是这样啊，我懂了"]},{"body":"长篇动画眼光放得很长远，也许现在来说，文戏过多，但这只不过是这段时间而已，对几百集的长篇来说占比很少","comments":["哪个果冻鼠目寸光？沧元图未来也很长远，其节奏目前是国漫里最好的，哪怕被那么多人诟病的斗二，一集的看点也是满的，无他，只是竞争白热化了"]},{"body":"永生老哥看这。不知道是不是flag。","comments":["谁立flag？没看懂","“三周后回来见”不要看了一集就妄下断言","动漫的每一集的编排都应是心血的凝聚，这是我看沧元图的感悟，我并没有下定论，精彩的地方好好做是对的，水的地方编排更应该拿出本事，沧元图都将危机安排在宁静的节日了，瞬间爆发张力拉满，结尾更是意料之外，所以人家的心思值得学习和尊敬，而凡人，我估计还是老王太忙了","三周后是春节，导演还会发动态，青竹小轩说是两三集也就是两周后整个故事会完。","沧元图在日常文戏做的很好，结果高潮集文戏简直是夸张的拉后腿，简直是编剧脑袋下线了，换到凡人观众这边能起一个超大节奏，大到制作组一定要重置的地步。"]},{"body":"我的看法是文戏如果做得好就不算多，这集里导演想要的东西太多了，等整个故事讲完再来评价是最好的。路人也分很多种吧，也不妨碍有喜欢看这种的。","comments":["观众的喜好多样化是正常的，留不住大盘只靠小盘不合适吧？","说实话我不知道哪部分人是大盘，如果真是因为文戏太多就弃的，我觉得作为一部长篇动画来说放弃这部分观众是可以接受的。我强调的是文戏够不够精彩才是主要问题。"]},{"body":"坚持做自己就行，路人看不看无所谓，主要原著粉喜欢就OK","comments":["，只有原著粉喜欢不能让凡人团队当饭吃啊。。。"]},{"body":"文戏过多没有打斗是不吃香的，最近的凡人，吞噬皆是如此，概莫能外，大多数人看动漫就是来看特效的","comments":["这可能就是我至今不看复联的原因吧。。我更喜欢文戏，武戏。也爱看，但是。重复看的兴趣不高。反而文戏更有兴趣","还真不全是全来看特效堆叠，剧情不需要太过于深刻，但一定要引起共鸣和触动，真要是特效堆叠，早扑了，大主宰不是做了示范课了吗"]},{"body":"新年番目前文戏是有点多 其实不管文戏还是打戏 过多观感都不太好。\n青竹小轩算是王导心心念念好久了 这集铺好 看后面两集给答卷了。","comments":["动画没崩只是青竹小轩做的无趣了些，对比星海飞驰的第一集差距甚大，我知道每一集如此要求不现实，但是若是做不好每一集不如将低质量的文戏进行精简，这才是正确的编排"]},{"body":"加戏也没问题，天南越国6派现在跑路到九国盟正在打拼呢，可以给2个画面的","comments":["太单调确实不好，这个可以有"]},{"body":"其实这集交代很多信息了，不是所有人都看过原著","comments":["无趣地方更会赶客，问题比没看过更严重"]},{"body":"其实挺好，现在看感觉很慢，连续追的时候看到这种情况反而是送放松看的很舒服。","comments":["老王:我也觉得挺好，可是市场反馈不好"]},{"body":"闲一下","comments":[]},{"body":"等下虚天殿连续十几集打斗又要嫌多了","comments":[]},{"body":"我感觉就是你们自己内心作怪了，我很受用凡人的文戏","comments":[]},{"body":"魔道争锋26—34集就是文戏，不也是这样过来了？","comments":[]},{"body":"只要不是饭圈入脑的粉丝，都能看出来剧情节奏有问题，也就玉玉人的粉丝能自我cpu","comments":[]}]